Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Bad Cooking
source: Bad Cooking
de: Schlechte Kochkünste
ja: 料理下手
ko: 요리를 못함
pl: Słabe umiejętności kulinarne
zh_hans: 不擅长烹饪
zh_hant: 不擅長烹飪

# trait.Bad Student
source: Bad Student
de: Schlechter Schüler
ja: 劣等生
ko: 열등생
pl: Słaby uczeń
zh_hans: 差生
zh_hant: 差生

# trait.Bag
source: Bag
de: Tasche
ja: 鞄
ko: 가방
pl: Torba
zh_hans: 包
zh_hant: 包

# trait.Baggy Pants
source: Baggy Pants
de: Weite Hose
ja: バギーパンツ
ko: 배기 팬츠
pl: Luźne spodnie
zh_hans: 宽松裤
zh_hant: 寬鬆褲

# trait.Baker
source: Baker
de: Bäcker
ja: パン職人
ko: 제빵사
pl: Piekarz
zh_hans: 面包师
zh_hant: 麵包師

# trait.Balaclava
source: Balaclava
de: Sturmhaube
ja: バラクラバ
ko: 발라클라바
pl: Kominiarka
zh_hans: 巴拉克拉法帽
zh_hant: 巴拉克拉法帽

# trait.Bald
source: Bald
de: Kahlköpfig
ja: 禿頭
ko: 대머리
pl: Łysy
zh_hans: 光头
zh_hant: 光頭

# trait.Balding
source: Balding
de: Beginnende Glatze
ja: 薄毛
ko: 탈모
pl: Łysiejący
zh_hans: 秃顶
zh_hant: 禿頂

# trait.Ball Game
source: Ball Game
de: Ballspiel
ja: 球技
ko: 구기 종목
pl: Gra w piłkę
zh_hans: 球类运动
zh_hant: 球類運動

# trait.Ball Gown
source: Ball Gown
de: Ballkleid
ja: ボールガウン
ko: 무도회 드레스
pl: Suknia balowa
zh_hans: 舞会礼服
zh_hant: 舞會禮服

# trait.Ball-cupping
source: Ball-cupping
de: Umfassen der Hoden
ja: 睾丸カッピング
ko: 고환 감싸기
pl: Obejmowanie jąder dłonią
zh_hans: 托睾
zh_hant: 托睪

# trait.Ballbusting
source: Ballbusting
de: Hodentritte
ja: 睾丸蹴り
ko: 고환 가격
pl: Kopanie w jądra
zh_hans: 踢睾
zh_hant: 踢睪

# trait.Ballerina Shoes
source: Ballerina Shoes
de: Ballettschuhe
ja: バレエシューズ
ko: 발레 슈즈
pl: Baletki
zh_hans: 芭蕾舞鞋
zh_hant: 芭蕾舞鞋

# trait.Ballet
source: Ballet
de: Ballett
ja: バレエ
ko: 발레
pl: Balet
zh_hans: 芭蕾舞
zh_hant: 芭蕾舞

# trait.Balljob
source: Balljob
de: Orale Hodenstimulation
ja: 睾丸フェラ
ko: 고환 펠라치오
pl: Oralna stymulacja jąder
zh_hans: 睾丸口交
zh_hant: 睪丸口交

# trait.Balloon
source: Balloon
de: Luftballon
ja: 風船
ko: 풍선
pl: Balon
zh_hans: 气球
zh_hant: 氣球

# trait.Balls Sucking
source: Balls Sucking
de: Hodensaugen
ja: 睾丸吸い
ko: 고환 빨기
pl: Ssanie jąder
zh_hans: 吸吮睾丸
zh_hant: 吸吮睪丸

# trait.Band Leader
source: Band Leader
de: Bandleiter
ja: バンドリーダー
ko: 밴드 리더
pl: Lider zespołu muzycznego
zh_hans: 乐队领队
zh_hant: 樂隊領隊

# trait.Band Member
source: Band Member
de: Bandmitglied
ja: バンドメンバー
ko: 밴드 멤버
pl: Członek zespołu muzycznego
zh_hans: 乐队成员
zh_hant: 樂隊成員

# trait.Band-aid
source: Band-aid
de: Pflaster
ja: 絆創膏
ko: 반창고
pl: Plaster
zh_hans: 创可贴
zh_hant: OK繃

# trait.Bandages
source: Bandages
de: Verbände
ja: 包帯
ko: 붕대
pl: Bandaże
zh_hans: 绷带
zh_hant: 繃帶

# trait.Bandanna
source: Bandanna
de: Bandana
ja: バンダナ
ko: 반다나
pl: Bandana
zh_hans: 头巾
zh_hant: 頭巾

# trait.Bands
source: Bands
de: Bänder
ja: バンド
ko: 밴드 장식
pl: Opaski
zh_hans: 带饰
zh_hant: 帶飾

# trait.Bangs
source: Bangs
de: Ponyfrisur
ja: 前髪
ko: 앞머리
pl: Grzywka
zh_hans: 刘海
zh_hant: 瀏海

# trait.Barefoot
source: Barefoot
de: Barfuß
ja: 裸足
ko: 맨발
pl: Boso
zh_hans: 赤脚
zh_hant: 赤腳

# trait.Bartender
source: Bartender
de: Barkeeper
ja: バーテンダー
ko: 바텐더
pl: Barman
zh_hans: 调酒师
zh_hant: 調酒師

# trait.Baseball Bat
source: Baseball Bat
de: Baseballschläger
ja: 野球バット
ko: 야구 방망이
pl: Kij baseballowy
zh_hans: 棒球棒
zh_hant: 棒球棒

# trait.Baseball Cap
source: Baseball Cap
de: Baseballkappe
ja: 野球帽
ko: 야구 모자
pl: Czapka baseballowa
zh_hans: 棒球帽
zh_hant: 棒球帽

# trait.Baseball Glove
source: Baseball Glove
de: Baseballhandschuh
ja: 野球グローブ
ko: 야구 글러브
pl: Rękawica baseballowa
zh_hans: 棒球手套
zh_hant: 棒球手套

# trait.Based on a Fictional Character
source: Based on a Fictional Character
de: Auf einer fiktiven Figur basierend
ja: 架空のキャラクターがモデル
ko: 가공의 캐릭터를 모델로 함
pl: Na podstawie fikcyjnej postaci
zh_hans: 基于虚构角色
zh_hant: 以虛構角色為原型

# trait.Based on a Real Person
source: Based on a Real Person
de: Auf einer realen Person basierend
ja: 実在人物がモデル
ko: 실존 인물을 모델로 함
pl: Na podstawie prawdziwej osoby
zh_hans: 基于真人
zh_hant: 以真人為原型

# trait.Based on a Virtual Streamer
source: Based on a Virtual Streamer
de: Auf einem virtuellen Streamer basierend
ja: VTuberがモデル
ko: 버추얼 스트리머를 모델로 함
pl: Na podstawie wirtualnego streamera
zh_hans: 基于虚拟主播
zh_hant: 以虛擬實況主為原型

# trait.Based on a Vocaloid Character
source: Based on a Vocaloid Character
de: Auf einer Vocaloid-Figur basierend
ja: VOCALOIDキャラクターがモデル
ko: VOCALOID 캐릭터를 모델로 함
pl: Na podstawie postaci Vocaloid
zh_hans: 基于VOCALOID角色
zh_hant: 以VOCALOID角色為原型

# trait.Bass Guitar
source: Bass Guitar
de: Bassgitarre
ja: ベースギター
ko: 베이스 기타
pl: Gitara basowa
zh_hans: 贝斯
zh_hant: 貝斯

# trait.Bat
source: Bat
de: Fledermaus
ja: コウモリ
ko: 박쥐
pl: Nietoperz
zh_hans: 蝙蝠
zh_hant: 蝙蝠

# trait.Bat Wings
source: Bat Wings
de: Fledermausflügel
ja: コウモリの翼
ko: 박쥐 날개
pl: Skrzydła nietoperza
zh_hans: 蝙蝠翅膀
zh_hant: 蝙蝠翅膀

# trait.Bathrobe
source: Bathrobe
de: Bademantel
ja: バスローブ
ko: 목욕 가운
pl: Szlafrok
zh_hans: 浴袍
zh_hant: 浴袍

# trait.Bathroom Sex
source: Bathroom Sex
de: Sex im Badezimmer
ja: バスルームセックス
ko: 욕실 성교
pl: Seks w łazience
zh_hans: 浴室性爱
zh_hant: 浴室性愛

# trait.Battery
source: Battery
de: Batterie
ja: 電池
ko: 배터리
pl: Bateria
zh_hans: 电池
zh_hant: 電池

# trait.Beaded Necklace
source: Beaded Necklace
de: Perlenkette
ja: ビーズネックレス
ko: 구슬 목걸이
pl: Naszyjnik z koralików
zh_hans: 串珠项链
zh_hant: 串珠項鍊

# trait.Beak
source: Beak
de: Schnabel
ja: くちばし
ko: 부리
pl: Dziób
zh_hans: 鸟喙
zh_hant: 鳥喙

# trait.Beanie
source: Beanie
de: Strickmütze
ja: ニット帽
ko: 비니
pl: Czapka dzianinowa
zh_hans: 针织帽
zh_hant: 針織帽

# trait.Bear
source: Bear
de: Bär
ja: クマ
ko: 곰
pl: Niedźwiedź
zh_hans: 熊
zh_hant: 熊

# trait.Beard
source: Beard
de: Bart
ja: あごひげ
ko: 턱수염
pl: Broda
zh_hans: 胡须
zh_hant: 鬍鬚

# trait.Beautician
source: Beautician
de: Kosmetiker
ja: 美容師
ko: 미용사
pl: Kosmetolog
zh_hans: 美容师
zh_hant: 美容師

# trait.Bedlah
source: Bedlah
de: Bauchtanzkostüm
ja: ベドラー
ko: 베들라 의상
pl: Strój do tańca brzucha
zh_hans: 贝德拉舞衣
zh_hant: 貝德拉舞衣

# trait.Bedridden
source: Bedridden
de: Bettlägerig
ja: 寝たきり
ko: 병상 생활
pl: Przykuty do łóżka
zh_hans: 卧床不起
zh_hant: 臥床不起

# trait.Being Drugged
source: Being Drugged
de: Unter Drogen gesetzt
ja: 薬物を盛られる
ko: 약물을 투여당함
pl: Podanie narkotyków bez zgody
zh_hans: 被下药
zh_hant: 被下藥

# trait.Being in Heat
source: Being in Heat
de: In der Brunst
ja: 発情
ko: 발정
pl: W rui
zh_hans: 发情
zh_hant: 發情

# trait.Belarusian
source: Belarusian
de: Belarussisch
ja: ベラルーシ人
ko: 벨라루스인
pl: Białorusin
zh_hans: 白俄罗斯人
zh_hant: 白俄羅斯人

# trait.Belgian
source: Belgian
de: Belgisch
ja: ベルギー人
ko: 벨기에인
pl: Belg
zh_hans: 比利时人
zh_hant: 比利時人

# trait.Bell (accessory)
source: Bell (accessory)
de: Glöckchen (Accessoire)
ja: 鈴（アクセサリー）
ko: 방울(액세서리)
pl: Dzwonek (akcesorium)
zh_hans: 铃铛（配饰）
zh_hant: 鈴鐺（配飾）

# trait.Belly Chain Jewellery
source: Belly Chain Jewellery
de: Bauchkette
ja: ベリーチェーン
ko: 허리 체인
pl: Łańcuszek na brzuch
zh_hans: 腰链
zh_hant: 腰鏈

# trait.Bellyjob
source: Bellyjob
de: Penisstimulation am Bauch
ja: ベリージョブ
ko: 복부 파이즈리
pl: Stymulacja penisa brzuchem
zh_hans: 腹部性交
zh_hant: 腹交

# trait.Belt
source: Belt
de: Gürtel
ja: ベルト
ko: 벨트
pl: Pasek
zh_hans: 腰带
zh_hant: 腰帶

# trait.Benevolent Possession
source: Benevolent Possession
de: Wohlwollende Besessenheit
ja: 善意の憑依
ko: 선의의 빙의
pl: Opętanie przez życzliwą istotę
zh_hans: 善意附身
zh_hant: 善意附身

# trait.Beret
source: Beret
de: Baskenmütze
ja: ベレー帽
ko: 베레모
zh_hans: 贝雷帽
zh_hant: 貝雷帽

# trait.Bestiality
source: Bestiality
de: Sex mit Tieren
ja: 獣姦
ko: 수간
pl: Seks ze zwierzętami
zh_hans: 兽交
zh_hant: 獸交

# trait.Betrayal
source: Betrayal
de: Verrat
ja: 裏切り
ko: 배신
pl: Zdrada
zh_hans: 背叛
zh_hant: 背叛

# trait.Betrothed
source: Betrothed
de: Verlobte Person
ja: 婚約者
ko: 약혼자
pl: Narzeczony lub narzeczona
zh_hans: 婚约对象
zh_hant: 婚約對象

# trait.Bib
source: Bib
de: Lätzchen
ja: よだれかけ
ko: 턱받이
pl: Śliniak
zh_hans: 围兜
zh_hant: 圍兜

# trait.Bicycle
source: Bicycle
de: Fahrrad
ja: 自転車
ko: 자전거
pl: Rower
zh_hans: 自行车
zh_hant: 自行車

# trait.Big Breast Sizes
source: Big Breast Sizes
de: Große Brustgrößen
ja: 大きいバストサイズ
ko: 큰 가슴 크기
pl: Duże rozmiary piersi
zh_hans: 大乳房尺寸
zh_hant: 大乳房尺寸

# trait.Big Breasts
source: Big Breasts
de: Große Brüste
ja: 巨乳
ko: 거유
pl: Duże piersi
zh_hans: 巨乳
zh_hant: 巨乳

# trait.Biker
source: Biker
de: Motorradfahrer
ja: バイカー
ko: 바이커
pl: Motocyklista
zh_hans: 摩托车骑手
zh_hant: 機車騎士

# trait.Bikini Skirt
source: Bikini Skirt
de: Bikinirock
ja: ビキニスカート
ko: 비키니 스커트
pl: Spódniczka bikini
zh_hans: 比基尼裙
zh_hant: 比基尼裙

# trait.Bimbo
source: Bimbo
de: Sexualisierte, einfältige Frau
ja: ビンボー
ko: 외모만 돋보이는 어리석은 여성
pl: Naiwna, przesadnie zseksualizowana kobieta
zh_hans: 花瓶女
zh_hant: 花瓶女

# trait.Bimbofication
source: Bimbofication
de: Verwandlung in eine sexualisierte, einfältige Frau
ja: ビンボー化
ko: 빔보화
pl: Przemiana w naiwną, przesadnie zseksualizowaną kobietę
zh_hans: 花瓶女化
zh_hant: 花瓶女化

# trait.Bindi (Jewelry)
source: Bindi (Jewelry)
de: Bindi (Schmuck)
ja: ビンディ（装飾品）
ko: 빈디(장신구)
pl: Bindi (ozdoba)
zh_hans: 宾迪额饰（饰品）
zh_hant: 賓迪額飾（飾品）

# trait.Bindi (Mark)
source: Bindi (Mark)
de: Bindi (Stirnzeichen)
ja: ビンディ（印）
ko: 빈디(표식)
pl: Bindi (znak na czole)
zh_hans: 宾迪额饰（印记）
zh_hant: 賓迪額飾（印記）

# trait.Bindle
source: Bindle
de: Bündel am Stock
ja: 風呂敷包み
ko: 보따리
pl: Tobołek na kiju
zh_hans: 流浪包袱
zh_hant: 流浪包袱

# trait.Binoculars
source: Binoculars
de: Fernglas
ja: 双眼鏡
ko: 쌍안경
pl: Lornetka
zh_hans: 双筒望远镜
zh_hant: 雙筒望遠鏡

# trait.Bipolar Disorder
source: Bipolar Disorder
de: Bipolare Störung
ja: 双極性障害
ko: 양극성 장애
pl: Choroba afektywna dwubiegunowa
zh_hans: 双相情感障碍
zh_hant: 雙相情緒障礙

# trait.Bird
source: Bird
de: Vogel
ja: 鳥
ko: 새
pl: Ptak
zh_hans: 鸟
zh_hant: 鳥

# trait.Birthday Celebration
source: Birthday Celebration
de: Geburtstagsfeier
ja: 誕生日祝い
ko: 생일 축하
pl: Świętowanie urodzin
zh_hans: 生日庆祝
zh_hant: 生日慶祝

# trait.Birthmark
source: Birthmark
de: Muttermal
ja: 生まれつきのあざ
ko: 모반
pl: Znamię
zh_hans: 胎记
zh_hant: 胎記

# trait.Bisexual
source: Bisexual
de: Bisexuell
ja: バイセクシュアル
ko: 양성애자
pl: Biseksualny
zh_hans: 双性恋
zh_hant: 雙性戀

# trait.BL Fan
source: BL Fan
de: Boys-Love-Fan
ja: BLファン
ko: BL 팬
pl: Fan boys’ love
zh_hans: BL爱好者
zh_hant: BL愛好者

# trait.Black
source: Black
de: Schwarz
ja: 黒
ko: 검은색
pl: Czarny
zh_hans: 黑色
zh_hant: 黑色

# trait.Blackmail
source: Blackmail
de: Erpressung
ja: 恐喝
ko: 협박
pl: Szantaż
zh_hans: 敲诈
zh_hant: 勒索

# trait.Blacksmith
source: Blacksmith
de: Schmied
ja: 鍛冶屋
ko: 대장장이
pl: Kowal
zh_hans: 铁匠
zh_hant: 鐵匠

# trait.Blade
source: Blade
de: Klinge
ja: 刃
ko: 날
pl: Ostrze
zh_hans: 刀刃
zh_hant: 刀刃

# trait.Bladed Instrument
source: Bladed Instrument
de: Schneidwerkzeug
ja: 刃物
ko: 날붙이
pl: Narzędzie z ostrzem
zh_hans: 利器
zh_hant: 利器

# trait.Blanket
source: Blanket
de: Decke
ja: 毛布
ko: 담요
pl: Koc
zh_hans: 毛毯
zh_hant: 毛毯

# trait.Blazer School Uniform
source: Blazer School Uniform
de: Schuluniform mit Blazer
ja: ブレザー制服
ko: 블레이저 교복
pl: Mundurek szkolny z marynarką
zh_hans: 西装式校服
zh_hant: 西裝式校服

# trait.Blessing
source: Blessing
de: Segen
ja: 祝福
ko: 축복
pl: Błogosławieństwo
zh_hans: 祝福
zh_hant: 祝福

# trait.Blindfold
source: Blindfold
de: Augenbinde
ja: 目隠し
ko: 눈가리개
pl: Opaska na oczy
zh_hans: 眼罩
zh_hant: 眼罩

# trait.Blindness
source: Blindness
de: Blindheit
ja: 失明
ko: 실명
pl: Ślepota
zh_hans: 失明
zh_hant: 失明

# trait.Bloody Sex
source: Bloody Sex
de: Blutiger Sex
ja: 血まみれのセックス
ko: 피투성이 성교
pl: Krwawy seks
zh_hans: 血腥性爱
zh_hant: 血腥性愛

# trait.Blouse
source: Blouse
de: Bluse
ja: ブラウス
ko: 블라우스
pl: Bluzka
zh_hans: 女式衬衫
zh_hant: 女式襯衫

# trait.Blowbang
source: Blowbang
de: Gruppenfellatio
ja: 複数人フェラ
ko: 다수 상대 펠라치오
pl: Grupowe fellatio
zh_hans: 群体口交
zh_hant: 群體口交

# trait.Blowbang (One Mouth Multiple Penises)
source: Blowbang (One Mouth Multiple Penises)
de: Fellatio mit mehreren Penissen in einem Mund
ja: 一つの口で複数のペニスをフェラ
ko: 한 입으로 여러 음경 펠라치오
pl: Fellatio z wieloma penisami w jednych ustach
zh_hans: 一张嘴多根阴茎口交
zh_hant: 一張嘴多根陰莖口交

# trait.Blowjob
source: Blowjob
de: Fellatio
ja: フェラチオ
ko: 펠라치오
pl: Fellatio
zh_hans: 口交
zh_hant: 口交

# trait.Blowjob Duck Face
source: Blowjob Duck Face
de: Fellatio mit gespitzten Lippen
ja: アヒル口フェラ
ko: 오리입 펠라치오
pl: Fellatio z ustami ułożonymi w dzióbek
zh_hans: 嘟嘴口交
zh_hant: 嘟嘴口交

# trait.Blowjob on Object
source: Blowjob on Object
de: Fellatio an einem Gegenstand
ja: 物へのフェラ
ko: 물체에 펠라치오
pl: Fellatio na przedmiocie
zh_hans: 对物口交
zh_hant: 對物口交

# trait.Blowjob on Tentacle
source: Blowjob on Tentacle
de: Fellatio an einem Tentakel
ja: 触手フェラ
ko: 촉수 펠라치오
pl: Fellatio na macce
zh_hans: 触手口交
zh_hant: 觸手口交

# trait.Blue
source: Blue
de: Blau
ja: 青
ko: 파란색
pl: Niebieski
zh_hans: 蓝色
zh_hant: 藍色

# trait.Blue-collar Worker
source: Blue-collar Worker
de: Arbeiter
ja: 肉体労働者
ko: 육체노동자
pl: Pracownik fizyczny
zh_hans: 蓝领工人
zh_hant: 藍領工人

# trait.Blunt
source: Blunt
de: Unverblümt
ja: ぶっきらぼう
ko: 무뚝뚝함
pl: Bezpośredni
zh_hans: 直率
zh_hant: 直率

# trait.Blunt Bangs
source: Blunt Bangs
de: Gerade geschnittener Pony
ja: ぱっつん前髪
ko: 일자 앞머리
pl: Prosto ścięta grzywka
zh_hans: 齐刘海
zh_hant: 齊瀏海

# trait.Blunt Instruments
source: Blunt Instruments
de: Stumpfe Gegenstände
ja: 鈍器
ko: 둔기
pl: Tępe narzędzia
zh_hans: 钝器
zh_hant: 鈍器

# trait.Boar
source: Boar
de: Wildschwein
ja: イノシシ
ko: 멧돼지
pl: Dzik
zh_hans: 野猪
zh_hant: 野豬

# trait.Board Game
source: Board Game
de: Brettspiel
ja: ボードゲーム
ko: 보드게임
pl: Gra planszowa
zh_hans: 桌游
zh_hant: 桌遊

# trait.Boating
source: Boating
de: Bootfahren
ja: ボート
ko: 보트 타기
pl: Pływanie łodzią
zh_hans: 划船
zh_hant: 划船

# trait.Bob Cut
source: Bob Cut
de: Bobfrisur
ja: ボブカット
ko: 보브컷
pl: Fryzura bob
zh_hans: 波波头
zh_hant: 波波頭

# trait.Body
source: Body
de: Körper
ja: 身体
ko: 신체
pl: Ciało
zh_hans: 身体
zh_hant: 身體

# trait.Body Changes/Modifications
source: Body Changes/Modifications
de: Körperveränderungen und -modifikationen
ja: 身体の変化・改造
ko: 신체 변화·개조
pl: Zmiany i modyfikacje ciała
zh_hans: 身体变化与改造
zh_hant: 身體變化與改造

# trait.Body Fluid Tube
source: Body Fluid Tube
de: Schlauch für Körperflüssigkeiten
ja: 体液チューブ
ko: 체액 튜브
pl: Rurka na płyny ustrojowe
zh_hans: 体液管
zh_hant: 體液管

# trait.Body Food
source: Body Food
de: Essen vom nackten Körper
ja: 女体盛り
ko: 뇨타이모리
pl: Jedzenie podawane na nagim ciele
zh_hans: 女体盛
zh_hant: 女體盛

# trait.Body Hair
source: Body Hair
de: Körperbehaarung
ja: 体毛
ko: 체모
pl: Owłosienie ciała
zh_hans: 体毛
zh_hant: 體毛

# trait.Body Painting
source: Body Painting
de: Körperbemalung
ja: ボディペイント
ko: 보디 페인팅
pl: Malowanie ciała
zh_hans: 人体彩绘
zh_hant: 人體彩繪

# trait.Body Piercing
source: Body Piercing
de: Körperpiercing
ja: ボディピアス
ko: 보디 피어싱
pl: Piercing ciała
zh_hans: 身体穿孔
zh_hant: 身體穿孔

# trait.Body Ribbon
source: Body Ribbon
de: Körperband
ja: ボディリボン
ko: 보디 리본
pl: Wstążka na ciele
zh_hans: 身体缎带
zh_hant: 身體緞帶

# trait.Body Smell Fetishism
source: Body Smell Fetishism
de: Körpergeruchsfetischismus
ja: 体臭フェティシズム
ko: 체취 페티시즘
pl: Fetyszyzm zapachu ciała
zh_hans: 体味恋物
zh_hant: 體味戀物

# trait.Body Swap
source: Body Swap
de: Körpertausch
ja: 入れ替わり
ko: 몸이 뒤바뀜
pl: Zamiana ciał
zh_hans: 身体互换
zh_hant: 身體互換

# trait.Body Type
source: Body Type
de: Körperbau
ja: 体型
ko: 체형
pl: Budowa ciała
zh_hans: 体型
zh_hant: 體型

# trait.Body Writing
source: Body Writing
de: Schreiben auf dem Körper
ja: ボディライティング
ko: 보디 라이팅
pl: Pisanie na ciele
zh_hans: 身体书写
zh_hant: 身體書寫

# trait.Bodyguard
source: Bodyguard
de: Leibwächter
ja: ボディーガード
ko: 보디가드
pl: Ochroniarz
zh_hans: 保镖
zh_hant: 保鏢

# trait.Bodyjob
source: Bodyjob
de: Penisstimulation mit dem Körper
ja: ボディジョブ
ko: 보디잡
pl: Stymulacja penisa ciałem
zh_hans: 身体性交
zh_hant: 身體摩擦

# trait.Bodysponge
source: Bodysponge
de: Waschen mit dem eigenen Körper
ja: ボディスポンジ
ko: 보디 스펀지
pl: Mycie własnym ciałem
zh_hans: 身体海绵
zh_hant: 身體海綿

# trait.Bodystocking
source: Bodystocking
de: Ganzkörperstrumpf
ja: ボディストッキング
ko: 보디스타킹
pl: Pończocha na całe ciało
zh_hans: 连体丝袜
zh_hant: 連身絲襪

# trait.Bokken
source: Bokken
de: Holzschwert
ja: 木刀
ko: 목검
pl: Drewniany miecz
zh_hans: 木刀
zh_hant: 木刀

# trait.Boku
source: Boku
de: Selbstbezeichnung „boku“
ja: ぼく
ko: 자칭 ‘보쿠’
pl: Określanie siebie jako „boku”
zh_hans: 自称“ぼく”
zh_hant: 自稱「ぼく」

# trait.Bolo Tie
source: Bolo Tie
de: Boloschnur
ja: ループタイ
ko: 볼로 타이
pl: Krawat bolo
zh_hans: 波洛领带
zh_hant: 波洛領帶

# trait.Bondage
source: Bondage
de: Fesselspiele
ja: ボンデージ
ko: 본디지
pl: Krępowanie
zh_hans: 束缚
zh_hant: 束縛

# trait.Bondage Fist Mitts
source: Bondage Fist Mitts
de: Fäustlinge für Fesselspiele
ja: 拘束用ミトン
ko: 구속용 벙어리장갑
pl: Rękawice krępujące dłonie
zh_hans: 束缚拳套
zh_hant: 束縛拳套

# trait.Bondage Harness
source: Bondage Harness
de: Fesselgeschirr
ja: ボンデージハーネス
ko: 본디지 하네스
pl: Uprząż do krępowania
zh_hans: 束缚吊带
zh_hant: 束縛吊帶

# trait.Bondage Mask
source: Bondage Mask
de: Fesselmaske
ja: ボンデージマスク
ko: 본디지 마스크
pl: Maska do krępowania
zh_hans: 束缚面罩
zh_hant: 束縛面罩

# trait.Bondage Sex
source: Bondage Sex
de: Sex mit Fesselung
ja: 拘束セックス
ko: 구속 성교
pl: Seks z krępowaniem
zh_hans: 束缚性爱
zh_hant: 束縛性愛

# trait.Bondage Weights
source: Bondage Weights
de: Gewichte für Fesselspiele
ja: 拘束用ウェイト
ko: 구속용 추
pl: Obciążniki do krępowania
zh_hans: 束缚负重
zh_hant: 束縛負重

# trait.Bone Fracture
source: Bone Fracture
de: Knochenbruch
ja: 骨折
ko: 골절
pl: Złamanie kości
zh_hans: 骨折
zh_hant: 骨折

# trait.Bonnet
source: Bonnet
de: Haube
ja: ボンネット
ko: 보닛
pl: Czepek
zh_hans: 软帽
zh_hant: 軟帽

# trait.Boobjob
source: Boobjob
de: Brustverkehr
ja: パイズリ
ko: 파이즈리
pl: Seks między piersiami
zh_hans: 乳交
zh_hant: 乳交

# trait.Boobs on Fence
source: Boobs on Fence
de: Brüste am Zaun
ja: 柵越しの胸
ko: 울타리 사이로 내민 가슴
pl: Piersi na ogrodzeniu
zh_hans: 栅栏夹胸
zh_hant: 柵欄夾胸

# trait.Boobs on Glass
source: Boobs on Glass
de: Brüste an einer Glasscheibe
ja: ガラス越しの胸押し付け
ko: 유리 너머로 가슴 누르기
pl: Piersi przyciśnięte do szyby
zh_hans: 玻璃压胸
zh_hant: 玻璃壓胸

# trait.Book
source: Book
de: Buch
ja: 本
ko: 책
pl: Książka
zh_hans: 书
zh_hant: 書

# trait.Bookworm
source: Bookworm
de: Bücherwurm
ja: 読書家
ko: 독서가
pl: Mól książkowy
zh_hans: 书虫
zh_hant: 書蟲

# trait.Boots
source: Boots
de: Stiefel
ja: ブーツ
ko: 부츠
pl: Buty z cholewką
zh_hans: 靴子
zh_hant: 靴子

# trait.Bounty
source: Bounty
de: Kopfgeld
ja: 懸賞金
ko: 현상금
pl: Nagroda za schwytanie
zh_hans: 赏金
zh_hant: 賞金

# trait.Bounty Hunter
source: Bounty Hunter
de: Kopfgeldjäger
ja: 賞金稼ぎ
ko: 현상금 사냥꾼
pl: Łowca nagród
zh_hans: 赏金猎人
zh_hant: 賞金獵人

# trait.Bouquet
source: Bouquet
de: Blumenstrauß
ja: 花束
ko: 꽃다발
pl: Bukiet
zh_hans: 花束
zh_hant: 花束

# trait.Bovine
source: Bovine
de: Rind
ja: ウシ科
ko: 소과 동물
pl: Bydło
zh_hans: 牛类
zh_hant: 牛類

# trait.Bow
source: Bow
de: Bogen
ja: 弓
ko: 활
pl: Łuk
zh_hans: 弓
zh_hant: 弓

# trait.Bow Tie
source: Bow Tie
de: Fliege
ja: 蝶ネクタイ
ko: 나비넥타이
pl: Muszka
zh_hans: 领结
zh_hant: 領結

# trait.Bowl Cut
source: Bowl Cut
de: Topfschnitt
ja: おかっぱ頭
ko: 바가지 머리
pl: Fryzura na garnek
zh_hans: 锅盖头
zh_hant: 鍋蓋頭

# trait.Boxers
source: Boxers
de: Boxershorts
ja: ボクサーパンツ
ko: 트렁크 팬티
pl: Bokserki
zh_hans: 平角内裤
zh_hant: 平角內褲

# trait.Boxing
source: Boxing
de: Boxen
ja: ボクシング
ko: 복싱
pl: Boks
zh_hans: 拳击
zh_hant: 拳擊

# trait.Boxing Gloves
source: Boxing Gloves
de: Boxhandschuhe
ja: ボクシンググローブ
ko: 권투 글러브
pl: Rękawice bokserskie
zh_hans: 拳击手套
zh_hant: 拳擊手套

# trait.Boyfriend
source: Boyfriend
de: Fester Freund
ja: 彼氏
ko: 남자친구
pl: Chłopak
zh_hans: 男朋友
zh_hant: 男朋友

# trait.Bra
source: Bra
de: BH
ja: ブラジャー
ko: 브라
pl: Biustonosz
zh_hans: 胸罩
zh_hant: 胸罩

# trait.Bracelet
source: Bracelet
de: Armband
ja: ブレスレット
ko: 팔찌
pl: Bransoletka
zh_hans: 手链
zh_hant: 手鍊

# trait.Bracer
source: Bracer
de: Armschiene
ja: 籠手
ko: 팔 보호대
pl: Karwasz
zh_hans: 护腕
zh_hant: 護腕

# trait.Braid
source: Braid
de: Zopf
ja: 三つ編み
ko: 땋은 머리
pl: Warkocz
zh_hans: 辫子
zh_hant: 辮子

# trait.Braid Hair Tie
source: Braid Hair Tie
de: Zopfband
ja: 三つ編み用髪留め
ko: 땋은 머리끈
pl: Gumka do warkocza
zh_hans: 辫子发带
zh_hant: 辮子髮帶

# trait.Braided Bun
source: Braided Bun
de: Geflochtener Dutt
ja: 編み込みシニヨン
ko: 땋은 올림머리
pl: Kok z warkocza
zh_hans: 编发发髻
zh_hant: 編髮髻

# trait.Braided Crown
source: Braided Crown
de: Geflochtene Haarkrone
ja: クラウンブレイド
ko: 크라운 브레이드
pl: Korona z warkocza
zh_hans: 皇冠编发
zh_hant: 皇冠編髮

# trait.Braided Hair Loopies
source: Braided Hair Loopies
de: Geflochtene Haarschlaufen
ja: 輪状の編み髪
ko: 고리 모양 땋은 머리
pl: Pętle z warkoczy
zh_hans: 环形编发
zh_hant: 環形編髮

# trait.Braided Headband
source: Braided Headband
de: Geflochtenes Haarband
ja: 編み込みカチューシャ
ko: 땋은 머리띠
pl: Opaska z warkocza
zh_hans: 编发头带
zh_hant: 編髮頭帶

# trait.Braided Odango
source: Braided Odango
de: Geflochtene Doppel-Dutts
ja: 編み込みお団子
ko: 땋은 당고머리
pl: Dwa koki z warkoczy
zh_hans: 编发丸子头
zh_hant: 編髮丸子頭

# trait.Brass Instrument
source: Brass Instrument
de: Blechblasinstrument
ja: 金管楽器
ko: 금관악기
pl: Instrument dęty blaszany
zh_hans: 铜管乐器
zh_hant: 銅管樂器

# trait.Brass Knuckles
source: Brass Knuckles
de: Schlagring
ja: メリケンサック
ko: 너클
pl: Kastet
zh_hans: 指虎
zh_hant: 指虎

# trait.Brave
source: Brave
de: Mutig
ja: 勇敢
ko: 용감함
pl: Odważny
zh_hans: 勇敢
zh_hant: 勇敢

# trait.Brazilian
source: Brazilian
de: Brasilianisch
ja: ブラジル人
ko: 브라질인
pl: Brazylijczyk
zh_hans: 巴西人
zh_hant: 巴西人

# trait.Breaking the Fourth Wall
source: Breaking the Fourth Wall
de: Durchbrechen der vierten Wand
ja: 第四の壁を破る
ko: 제4의 벽 허물기
pl: Przełamywanie czwartej ściany
zh_hans: 打破第四面墙
zh_hant: 打破第四面牆

# trait.Breakup
source: Breakup
de: Trennung
ja: 破局
ko: 결별
pl: Rozstanie
zh_hans: 分手
zh_hant: 分手

# trait.Breast Curtains
source: Breast Curtains
de: Brustvorhänge
ja: 乳房カーテン
ko: 가슴 커튼
pl: Zasłonki na piersi
zh_hans: 乳帘
zh_hant: 乳簾

# trait.Breast Expansion
source: Breast Expansion
de: Brustvergrößerung
ja: 乳房拡張
ko: 유방 팽창
pl: Powiększanie piersi
zh_hans: 乳房膨胀
zh_hant: 乳房膨脹

# trait.Breast Press
source: Breast Press
de: Zusammendrücken der Brüste
ja: 乳房押し付け
ko: 가슴 밀착
pl: Ściskanie piersi
zh_hans: 乳房压迫
zh_hant: 乳房壓迫

# trait.Breast Smothering
source: Breast Smothering
de: Ersticken mit Brüsten
ja: 乳房窒息
ko: 가슴 질식
pl: Duszenie piersiami
zh_hans: 乳房窒息
zh_hant: 乳房窒息

# trait.Breast Torture
source: Breast Torture
de: Brustfolter
ja: 乳房拷問
ko: 유방 고문
pl: Torturowanie piersi
zh_hans: 乳房虐待
zh_hant: 乳房虐待

# trait.Breast-Pads
source: Breast-Pads
de: Brusteinlagen
ja: 胸パッド
ko: 가슴 패드
pl: Wkładki do biustonosza
zh_hans: 胸垫
zh_hant: 胸墊

# trait.Breastplate
source: Breastplate
de: Brustpanzer
ja: 胸当て
ko: 흉갑
pl: Napierśnik
zh_hans: 胸甲
zh_hant: 胸甲

# trait.Bribery
source: Bribery
de: Bestechung
ja: 贈賄
ko: 뇌물
pl: Przekupstwo
zh_hans: 贿赂
zh_hant: 賄賂

# trait.Bridal Barefoot Sandals
source: Bridal Barefoot Sandals
de: Barfußsandalen für Bräute
ja: ブライダルベアフットサンダル
ko: 신부용 맨발 샌들
pl: Ślubne sandały bez podeszwy
zh_hans: 新娘赤足凉鞋
zh_hant: 新娘赤足涼鞋

# trait.Bridal Carry
source: Bridal Carry
de: Tragen auf den Armen
ja: お姫様抱っこ
ko: 공주님 안기
pl: Noszenie na rękach
zh_hans: 公主抱
zh_hant: 公主抱

# trait.Bridal Gauntlet
source: Bridal Gauntlet
de: Brautstulpe
ja: ブライダルガントレット
ko: 신부용 건틀릿
pl: Ślubna osłona przedramienia
zh_hans: 新娘臂铠
zh_hant: 新娘臂鎧

# trait.Briefs
source: Briefs
de: Slip
ja: ブリーフ
ko: 삼각팬티
pl: Majtki typu slip
zh_hans: 三角内裤
zh_hant: 三角內褲

# trait.British
source: British
de: Britisch
ja: イギリス人
ko: 영국인
pl: Brytyjczyk
zh_hans: 英国人
zh_hant: 英國人

# trait.Broadcasting Committee Member
source: Broadcasting Committee Member
de: Mitglied des Rundfunkausschusses
ja: 放送委員
ko: 방송 위원
pl: Członek szkolnego komitetu radiowego
zh_hans: 广播委员
zh_hant: 廣播委員

# trait.Broken Horns
source: Broken Horns
de: Abgebrochene Hörner
ja: 折れた角
ko: 부러진 뿔
pl: Złamane rogi
zh_hans: 断角
zh_hant: 斷角

# trait.Broken Japanese
source: Broken Japanese
de: Gebrochenes Japanisch
ja: 片言の日本語
ko: 서툰 일본어
pl: Łamana japońszczyzna
zh_hans: 蹩脚日语
zh_hant: 蹩腳日語

# trait.Brooch
source: Brooch
de: Brosche
ja: ブローチ
ko: 브로치
pl: Broszka
zh_hans: 胸针
zh_hant: 胸針

# trait.Broom
source: Broom
de: Besen
ja: ほうき
ko: 빗자루
pl: Miotła
zh_hans: 扫帚
zh_hant: 掃帚

# trait.Brother
source: Brother
de: Bruder
ja: 兄弟
ko: 형제
pl: Brat
zh_hans: 兄弟
zh_hant: 兄弟

# trait.Brother Act
source: Brother Act
de: Rollenspiel als Bruder
ja: 兄弟プレイ
ko: 형제 역할극
pl: Odgrywanie roli brata
zh_hans: 兄弟扮演
zh_hant: 兄弟扮演

# trait.Brother Complex
source: Brother Complex
de: Bruderkomplex
ja: ブラザーコンプレックス
ko: 브라더 콤플렉스
pl: Kompleks brata
zh_hans: 恋兄情结
zh_hant: 戀兄情結

# trait.Brother-in-law
source: Brother-in-law
de: Schwager
ja: 義兄弟
ko: 혼인으로 맺어진 형제
pl: Szwagier
zh_hans: 姻亲兄弟
zh_hant: 姻親兄弟

# trait.Brown
source: Brown
de: Braun
ja: 茶色
ko: 갈색
pl: Brązowy
zh_hans: 棕色
zh_hant: 棕色

# trait.Buck Teeth
source: Buck Teeth
de: Vorstehende Schneidezähne
ja: 出っ歯
ko: 뻐드렁니
pl: Wystające siekacze
zh_hans: 龅牙
zh_hant: 齙牙
